package com.space.quizapp.utils

const val quizJson = "[\n" +
        "  {\n" +
        "    \"id\": \"1\",\n" +
        "    \"image\": \"https://i.imgur.com/Frn3gVK.png\",\n" +
        "    \"quizTitle\": \"გეოგრაფია\",\n" +
        "    \"quizDescription\": \"კითხვები გეოგრაფიიდან\",\n" +
        "    \"questionsCount\": 5,\n" +
        "    \"questions\": [\n" +
        "      {\n" +
        "        \"questionTitle\": \"ჩამოთვლილთაგან, რომელია ყველაზე წყალუხვი მდინარე?\",\n" +
        "        \"answers\": [\n" +
        "          \"მადეირა\",\n" +
        "          \"კონგო\",\n" +
        "          \"მისისიპი\",\n" +
        "          \"ორინოკო\"\n" +
        "        ],\n" +
        "        \"correctAnswer\": \"კონგო\",\n" +
        "        \"questionIndex\": 0\n" +
        "      },\n" +
        "      {\n" +
        "        \"questionTitle\": \"რომელია მსოფლიოში ყველაზე დიდი ტბა ფართობის მიხედვით?\",\n" +
        "        \"answers\": [\n" +
        "          \"ბაიკალი\",\n" +
        "          \"კასპიის ზღვა\",\n" +
        "          \"ტანგანიკა\",\n" +
        "          \"ვიქტორია\"\n" +
        "        ],\n" +
        "        \"correctAnswer\": \"კასპიის ზღვა\",\n" +
        "        \"questionIndex\": 1\n" +
        "      },\n" +
        "      {\n" +
        "        \"questionTitle\": \"ჩამოთვლითაგან, რომელია მსოფლიოში რიგით მეორე ყველაზე დიდი ქვეყანა ფართობის მიხედვით?\",\n" +
        "        \"answers\": [\n" +
        "          \"აშშ\",\n" +
        "          \"კანადა\",\n" +
        "          \"ბრაზილია\",\n" +
        "          \"ჩინეთი\"\n" +
        "        ],\n" +
        "        \"correctAnswer\": \"კანადა\",\n" +
        "        \"questionIndex\": 2\n" +
        "      },\n" +
        "      {\n" +
        "        \"questionTitle\": \"ხმელთაშუა ზღვაში, ფართობის მიხედვით, რომელია ყველაზე დიდი კუნძული?\",\n" +
        "        \"answers\": [\n" +
        "          \"კორსიკა\",\n" +
        "          \"კვიპროსი\",\n" +
        "          \"სიცილია\",\n" +
        "          \"სარდინია\"\n" +
        "        ],\n" +
        "        \"correctAnswer\": \"სიცილია\",\n" +
        "        \"questionIndex\": 3\n" +
        "      },\n" +
        "      {\n" +
        "        \"questionTitle\": \"აფრიკის რომელ ქვეყანაშია ყველაზე მეტი მოსახლეობა?\",\n" +
        "        \"answers\": [\n" +
        "          \"ეთიოპია\",\n" +
        "          \"ნიგერია\",\n" +
        "          \"სამხრეთ აფრიკა\",\n" +
        "          \"ეგვიპტე\"\n" +
        "        ],\n" +
        "        \"correctAnswer\": \"ნიგერია\",\n" +
        "        \"questionIndex\": 4\n" +
        "      }\n" +
        "    ]\n" +
        "  },\n" +
        "  {\n" +
        "    \"id\": \"2\",\n" +
        "    \"image\": \"https://i.imgur.com/aXCYI6X.png\",\n" +
        "    \"quizTitle\": \"ფიზიკა\",\n" +
        "    \"quizDescription\": \"კითხვები ფიზიკიდან\",\n" +
        "    \"questionsCount\": 6,\n" +
        "    \"questions\": [\n" +
        "      {\n" +
        "        \"questionTitle\": \"რა არის ძალის ერთეული SI-ში?\",\n" +
        "        \"answers\": [\n" +
        "          \"კულონი\",\n" +
        "          \"ომი\",\n" +
        "          \"ჯოული\",\n" +
        "          \"ნიუტონი\"\n" +
        "        ],\n" +
        "        \"correctAnswer\": \"ნიუტონი\",\n" +
        "        \"questionIndex\": 0\n" +
        "      },\n" +
        "      {\n" +
        "        \"questionTitle\": \"რა ტემპერატურაზე მიმდინარეობს აორთქლება?\",\n" +
        "        \"answers\": [\n" +
        "          \"37°C\",\n" +
        "          \"ნებისმიერზე\",\n" +
        "          \"100°C\",\n" +
        "          \"0°C\"\n" +
        "        ],\n" +
        "        \"correctAnswer\": \"100°C\",\n" +
        "        \"questionIndex\": 1\n" +
        "      },\n" +
        "      {\n" +
        "        \"questionTitle\": \"როგორი სიდიდეა აჩქარება?\",\n" +
        "        \"answers\": [\n" +
        "          \"ვექტორული\",\n" +
        "          \"მუდმივი\",\n" +
        "          \"სკალარული\",\n" +
        "          \"კარგი\"\n" +
        "        ],\n" +
        "        \"correctAnswer\": \"ვექტორული\",\n" +
        "        \"questionIndex\": 2\n" +
        "      },\n" +
        "      {\n" +
        "        \"questionTitle\": \"რას უდრის g, ანუ თავისუფალი ვარდნის აჩქარება?\",\n" +
        "        \"answers\": [\n" +
        "          \"9,8 ნიუტონს\",\n" +
        "          \"9,8 მ/წმ^2\",\n" +
        "          \"9,8 წმ/მ^2\",\n" +
        "          \"0-ს\"\n" +
        "        ],\n" +
        "        \"correctAnswer\": \"9,8 მ/წმ^2\",\n" +
        "        \"questionIndex\": 3\n" +
        "      },\n" +
        "      {\n" +
        "        \"questionTitle\": \"რა ჰქვია ინერტულობის ზომას?\",\n" +
        "        \"answers\": [\n" +
        "          \"ძალა\",\n" +
        "          \"მასა\",\n" +
        "          \"ინერცია\",\n" +
        "          \"წონა\"\n" +
        "        ],\n" +
        "        \"correctAnswer\": \"მასა\",\n" +
        "        \"questionIndex\": 4\n" +
        "      },\n" +
        "      {\n" +
        "        \"questionTitle\": \"რომელი ძალა მოქმედებს სითხეში ან აირში ჩაძირულ სხეულზე?\",\n" +
        "        \"answers\": [\n" +
        "          \"ამომდგები\",\n" +
        "          \"Fა\",\n" +
        "          \"არქიმედეს\",\n" +
        "          \"ყველა პასუხი სწორია\"\n" +
        "        ],\n" +
        "        \"correctAnswer\": \"ყველა პასუხი სწორია\",\n" +
        "        \"questionIndex\": 5\n" +
        "      }\n" +
        "    ]\n" +
        "  },\n" +
        "  {\n" +
        "    \"id\": \"3\",\n" +
        "    \"image\": \"https://i.imgur.com/3vJYNN8.png\",\n" +
        "    \"quizTitle\": \"ასტროლოგია\",\n" +
        "    \"quizDescription\": \"კითხვები ასტროლოგიიდან\",\n" +
        "    \"questionsCount\": 4,\n" +
        "    \"questions\": [\n" +
        "      {\n" +
        "        \"questionTitle\": \"რომელ პლანეტებს უწოდებენ ყინულის გიგანტებს?\",\n" +
        "        \"answers\": [\n" +
        "          \"იუპიტერს და სატურნს\",\n" +
        "          \"მერკურს და ვენერას\",\n" +
        "          \"ურანს და ნეპტუნს\",\n" +
        "          \"დედამიწას და მარსს\"\n" +
        "        ],\n" +
        "        \"correctAnswer\": \"ურანს და ნეპტუნს\",\n" +
        "        \"questionIndex\": 0\n" +
        "      },\n" +
        "      {\n" +
        "        \"questionTitle\": \"მზის სისტემაში რომელ პლანეტას აქვს უდიდესი ოკეანე?\",\n" +
        "        \"answers\": [\n" +
        "          \"ურანს\",\n" +
        "          \"დედამიწას\",\n" +
        "          \"იუპიტერს\",\n" +
        "          \"ნეპტუნს\"\n" +
        "        ],\n" +
        "        \"correctAnswer\": \"იუპიტერს\",\n" +
        "        \"questionIndex\": 1\n" +
        "      },\n" +
        "      {\n" +
        "        \"questionTitle\": \"რა ჰქვია მზის სისტემაში ყველაზე დიდ თანამგზავრს?\",\n" +
        "        \"answers\": [\n" +
        "          \"კალისტო\",\n" +
        "          \"ევროპა\",\n" +
        "          \"განიმედე\",\n" +
        "          \"რეა\"\n" +
        "        ],\n" +
        "        \"correctAnswer\": \"განიმედე\",\n" +
        "        \"questionIndex\": 2\n" +
        "      },\n" +
        "      {\n" +
        "        \"questionTitle\": \"რამდენი თანამგზავრი ჰყავს მარსს?\",\n" +
        "        \"answers\": [\n" +
        "          \"ორი\",\n" +
        "          \"ოთხი\",\n" +
        "          \"სამი\",\n" +
        "          \"ერთი\"\n" +
        "        ],\n" +
        "        \"correctAnswer\": \"ორი\",\n" +
        "        \"questionIndex\": 3\n" +
        "      }\n" +
        "    ]\n" +
        "  },\n" +
        "  {\n" +
        "    \"id\": \"4\",\n" +
        "    \"image\": \"https://i.imgur.com/mH7AdxS.png\",\n" +
        "    \"quizTitle\": \"ქართული ენა\",\n" +
        "    \"quizDescription\": \"კითხვები ქართული ენიდან\",\n" +
        "    \"questionsCount\": 5,\n" +
        "    \"questions\": [\n" +
        "      {\n" +
        "        \"questionTitle\": \" შინაარსის მიხედვით, რამდენი სახის წინადადება გვაქვს ქართულში?\",\n" +
        "        \"answers\": [\n" +
        "          \"ხუთი\",\n" +
        "          \"ოთხი\",\n" +
        "          \"სამი\",\n" +
        "          \"ორი\"\n" +
        "        ],\n" +
        "        \"correctAnswer\": \"ხუთი\",\n" +
        "        \"questionIndex\": 0\n" +
        "      },\n" +
        "      {\n" +
        "        \"questionTitle\": \"რამდენი ტიპის რიცხვითი სახელი არსებობს?\",\n" +
        "        \"answers\": [\n" +
        "          \"სამი\",\n" +
        "          \"ერთი\",\n" +
        "          \"ოთხი\",\n" +
        "          \"ორი\"\n" +
        "        ],\n" +
        "        \"correctAnswer\": \"სამი\",\n" +
        "        \"questionIndex\": 1\n" +
        "      },\n" +
        "      {\n" +
        "        \"questionTitle\": \"რომელი პირის ფორმაა ზმნა „ვარაუდობ“?\",\n" +
        "        \"answers\": [\n" +
        "          \"მეოთხე პირის\",\n" +
        "          \"მეორე პირის\",\n" +
        "          \"პირველი პირის\",\n" +
        "          \"მესამე პირის\"\n" +
        "        ],\n" +
        "        \"correctAnswer\": \"მეორე პირის\",\n" +
        "        \"questionIndex\": 2\n" +
        "      },\n" +
        "      {\n" +
        "        \"questionTitle\": \"რა ჰქვია სახელის ფუძიდან ხმოვნის ამოვარდნას?\",\n" +
        "        \"answers\": [\n" +
        "          \"შემოკლება\",\n" +
        "          \"დრეკა\",\n" +
        "          \"კვეცა\",\n" +
        "          \"კუმშვა\"\n" +
        "        ],\n" +
        "        \"correctAnswer\": \"კუმშვა\",\n" +
        "        \"questionIndex\": 3\n" +
        "      },\n" +
        "      {\n" +
        "        \"questionTitle\": \"რომელ ბრუნვაში უნდა ჩავსვათ სახელი, როცა ფუძის გაგება გვინდა?\",\n" +
        "        \"answers\": [\n" +
        "          \"მოთხრობითში\",\n" +
        "          \"ვითარებითში\",\n" +
        "          \"წოდებითში\",\n" +
        "          \"მოქმედებითში\"\n" +
        "        ],\n" +
        "        \"correctAnswer\": \"მოთხრობითში\",\n" +
        "        \"questionIndex\": 4\n" +
        "      }\n" +
        "    ]\n" +
        "  },\n" +
        "  {\n" +
        "    \"id\": \"5\",\n" +
        "    \"image\": \"https://i.imgur.com/mH7AdxS.png\",\n" +
        "    \"quizTitle\": \"ისტორია\",\n" +
        "    \"quizDescription\": \"კითხვები ისტორიიდან\",\n" +
        "    \"questionsCount\": 6,\n" +
        "    \"questions\": [\n" +
        "      {\n" +
        "        \"questionTitle\": \"რომელმა მეფემ გამოაცხადა ქართული სახელმწიფო ენად?\",\n" +
        "        \"answers\": [\n" +
        "          \"საურმაგ პირველმა\",\n" +
        "          \"ვახტანგ პირველმა\",\n" +
        "          \"მითრიდატე პირველმა\",\n" +
        "          \"ფარნავაზ პირველმა\"\n" +
        "        ],\n" +
        "        \"correctAnswer\": \"ფარნავაზ პირველმა\",\n" +
        "        \"questionIndex\": 0\n" +
        "      },\n" +
        "      {\n" +
        "        \"questionTitle\": \"რის მოსატანად გაგზავნა გორის ციხის ალყის დროს სიმონ I-მა საკუთარი ჯარი?\",\n" +
        "        \"answers\": [\n" +
        "          \"მწვანილი\",\n" +
        "          \"ჭოგრიტი\",\n" +
        "          \"სახარება\",\n" +
        "          \"ვეფხისტყაოსანი\"\n" +
        "        ],\n" +
        "        \"correctAnswer\": \"მწვანილი\",\n" +
        "        \"questionIndex\": 1\n" +
        "      },\n" +
        "      {\n" +
        "        \"questionTitle\": \"ვახტან VI-ის კოდექსის მიხედვით, რა ასაკიდან შეიძლებოდა დამნაშავის დასჯა?\",\n" +
        "        \"answers\": [\n" +
        "          \"15\",\n" +
        "          \"18\",\n" +
        "          \"10\",\n" +
        "          \"6\"\n" +
        "        ],\n" +
        "        \"correctAnswer\": \"10\",\n" +
        "        \"questionIndex\": 2\n" +
        "      },\n" +
        "      {\n" +
        "        \"questionTitle\": \"ჩამოთვლილთაგან, რის დაარსებაში არ მიუღია მონაწილეობა ილია ჭავჭავაძეს?\",\n" +
        "        \"answers\": [\n" +
        "          \"გაზეთი ივერია\",\n" +
        "          \"საადგილმამულო ბანკი\",\n" +
        "          \"თბილისის სახელმწიფო უნივერსიტეტი\",\n" +
        "          \"წერა-კითხვის გამავრცელებელი საზოგადოება\"\n" +
        "        ],\n" +
        "        \"correctAnswer\": \"თბილისის სახელმწიფო უნივერსიტეტი\",\n" +
        "        \"questionIndex\": 3\n" +
        "      },\n" +
        "      {\n" +
        "        \"questionTitle\": \"რომელი პარტია არ მონაწილეობდა 1919 წელს საქართველოს დამფუძნებელი კრების არჩევნებში?\",\n" +
        "        \"answers\": [\n" +
        "          \"ფედერალ-დემოკრატიული პარტია\",\n" +
        "          \"რადიკალ-დემოკრატიული გლეხთა პარტია\",\n" +
        "          \"სოციალ-დემოკრატიული მუშათა პარტია\",\n" +
        "          \"ესტეტიური ლიგა პატრიოტებისა\"\n" +
        "        ],\n" +
        "        \"correctAnswer\": \"ფედერალ-დემოკრატიული პარტია\",\n" +
        "        \"questionIndex\": 4\n" +
        "      },\n" +
        "      {\n" +
        "        \"questionTitle\": \"რომელი აჯანყების მონაწილეებს ეკუთვნით შეფიცულთა სიმღერა?\",\n" +
        "        \"answers\": [\n" +
        "          \"1921 წლის სვანეთის აჯანყება\",\n" +
        "          \"1924 წლის აგვისტოს აჯანყება\",\n" +
        "          \"1804 წლის მთიულეთის აჯანყება\",\n" +
        "          \"1841 წლის გურიის აჯანყება\"\n" +
        "        ],\n" +
        "        \"correctAnswer\": \"1924 წლის აგვისტოს აჯანყება\",\n" +
        "        \"questionIndex\": 5\n" +
        "      }\n" +
        "    ]\n" +
        "  }\n" +
        "]"